Repository: lgobatto/exoticbrasil
Catalog: content/plugins/woocommerce-social-login/i18n/languages/woocommerce-social-login-*.po
Languages: it_it

source: Enable/Disable
it_it: Attiva/Disattiva

source: Enable %s
it_it: Abilita %s

source: Your app ID
it_it: ﻿Il tuo app ID

source: Your app secret
it_it: Il Secret della tua app

source: Login Button Text
it_it: Testo pulsante login

source: Controls the text displayed on the login button.
it_it: ﻿Controlla il testo visualizzato sul pulsante di accesso.

source: Controls the text displayed on the link account button.
it_it: Controlla il testo mostrato sul pulsante di collegamento all'account

source: Oops, you took too long, please try again.
it_it: Oops, ci hai messo troppo tempo, per favore riprova.

source: Social Registration
it_it: ﻿Registrazione Social

source: Connected Social Profiles
it_it: ﻿Profili social connessi

source: Social Profiles
it_it: ﻿Profili social

source: Social Login
it_it: Login social

source: Settings
it_it: Impostazioni

source: Checkout
it_it: Cassa

source: My Account
it_it: ﻿Il mio account

source: Checkout Notice
it_it: Avviso Cassa

source: Display Social Login buttons on:
it_it: Mostra i pulsanti di social login su:

source: Control where Social Login buttons are displayed.
it_it: ﻿Controllo dove vengono visualizzati i pulsanti Social Login.

source: Display "Link Your Account" button on Thank You page
it_it: Mostra pulsante "Collega il tuo Profilo" su pagina di ringraziamento

source: Enable to allow customers to link their social account on the Thank You page for faster login & checkout next time they purchase.
it_it: ﻿Abilita per consentire ai clienti di collegare il loro profilo social nella pagina di ringraziamento per un login e check-out più veloce negli acquisti successivi.

source: For faster checkout, login or register using your social account.
it_it: ﻿Per acquisti più veloci, effettua il login o registrati utilizzando un tuo profilo social.

source: Force SSL for all providers
it_it: Forza SSL per tutti i social network.

source: Enable to force SSL (HTTPS) on callback URLs for all providers (an SSL Certificate is required).
it_it: Abilita per forzare SSL (HTTPS) su tutti gli indirizzi URL di ritorno per tutti i social network (un certificato SSL è richiesto).

source: Callback URL format
it_it: Formato URL di ritorno

source: Set the authentication callback URL format. Legacy format is deprecated and support for it will be removed in a future version. IMPORTANT: set the format to Default only after you've updated the callback URLs for each provider.
it_it: Imposta il formato dell'indirizzo URL di ritorno. Il formato precedente (legacy) è stato deprecato e il supporto per esso sarà rimosso in una futura versione. IMPORTANTE: imposta il formato su Predefinito solo dopo che hai aggiornato l'indirizzo URL di ritorno per ciascun social network.

source: Default (Recommended)
it_it: Predefinito (Raccomandato)

source: Legacy
it_it: Precedente (Legacy)

source: Providers
it_it: ﻿Social Network

source: Provider
it_it: ﻿Social Network

source: Status
it_it: ﻿Stato

source: Enabled
it_it: ﻿Abilitato

source: Drag and drop the above providers to control their display order.
it_it: ﻿Trascinare e rilasciare i social network di cui sopra per controllare il loro ordine di visualizzazione.

source: Registrations
it_it: ﻿Registrazioni

source: linked accounts
it_it: ﻿account collegati

source: Provider Authentication error
it_it: ﻿Errore di autenticazione social network

source: Please enter your email address to complete your registration
it_it: ﻿Inserisci il tuo indirizzo email per completare la registrazione

source: Please enter your email address to complete your registration and continue to %s
it_it: Per favore inserisci il tuo indirizzo email per completare la registrazione e continua per %s

source: No provider class found for %s
it_it: Nessun classe di provider trovata per %s

source: %s returned an invalid user identifier.
it_it: %s ha risposto con un identificativo utente non valido.

source: Oops, it looks like you may already have an account&hellip; please log in to link your profile.
it_it: Oops, sembra che tu abbia già un profilo&hellip; per favore esegui l'accesso per collegare il tuo profilo.

source: ERROR
it_it: Errore

source: Couldn&#8217;t register you&hellip; please contact us if you continue to have problems.
it_it: ﻿Non è stato possibile &#8217; registrarti &hellip; Contattaci se ha bisogno di ulteriore assistenza.

source: Save time next time you checkout by linking your account to your favorite social network. No need to remember another username and password.
it_it: ﻿Risparmia tempo la prossima volta che vuoi effettuare l'accesso collegando il tuo profilo utente con il tuo social network preferito. Non c&#39;è bisogno di ricordare un altro nome utente e password.

source: Click here to login
it_it: ﻿Clicca qui per accedere

source: Need help setting up and configuring Amazon? %1$sRead the docs%2$s
it_it: Hai bisogno di aiuto per l'installazione e la configurazione di Amazon? %1$sLeggi la documentazione%2$s

source: The allowed return URL is %s
it_it: L'URL di ritorno permesso è: %s

source: (Please update your Amazon app to use this URL)
it_it: (Per favore aggiorna la tua app Amazon per usare questo indirizzo URL)

source: The legacy allowed return URL is %s
it_it: L'indirizzo URL di ritorno nel formato legacy consentito è %s

source: Log in with Amazon
it_it: ﻿Accedi con Amazon

source: Link your account to Amazon
it_it: ﻿Collega il tuo profilo ad Amazon

source: Your Amazon account is now linked to your account.
it_it: ﻿Il tuo profilo Amazon è ora collegato al tuo profilo utente.

source: Amazon was successfully unlinked from your account.
it_it: Il profilo Amazon è stato scollegato con successo dal tuo profilo utente.

source: This Amazon account is already linked to another user account.
it_it: ﻿Questo profilo Amazon è già collegato a un altro profilo utente.

source: A user account using the same email address as this Amazon account already exists.
it_it: ﻿Un profilo utente utilizzante lo stesso indirizzo email esiste già per questo profilo Amazon.

source: Need help setting up and configuring Disqus? %1$sRead the docs%2$s
it_it: Hai bisogno di aiuto per installare e configurare Disqus? %1$sLeggi la documentazione%2$s

source: The callback URL is %s
it_it: L'URL di ritorno è %s

source: (Please update your Twitter app to use this URL)
it_it: (Per favore aggiorna la tua app Twitter per usare questo indirizzo URL)

source: The legacy callback URL is %s
it_it: Il precedente indirizzo (legacy) URL di ritorno è %s

source: Log in with Disqus
it_it: Accedi con Disqus

source: Link your account to Disqus
it_it: Collega il tuo profilo a Disqus

source: Your Disqus account is now linked to your account.
it_it: Il tuo profilo Disqus è ora collegato al tuo profilo utente.

source: Disqus was successfully unlinked from your account.
it_it: Il profilo Disqus è stato scollegato con successo dal tuo profilo utente.

source: This Disqus account is already linked to another user account.
it_it: Questo profilo Disqus è stato già collegato ad un altro profilo utente.

source: A user account using the same email address as this Disqus account already exists.
it_it: Un profilo utente che utilizza lo stesso indirizzo email di questo profilo Disqus esiste già.

source: Need help setting up and configuring Facebook? %1$sRead the docs%2$s
it_it: Hai bisogno di aiuto per installare e configurare Facebook? %1$sLeggi la documentazione%2$s

source: Log in with Facebook
it_it: ﻿Accedi con Facebook

source: Link your account to Facebook
it_it: ﻿Collega il tuo profilo Facebook

source: Your Facebook account is now linked to your account.
it_it: ﻿Il tuo profilo Facebook è ora collegato al tuo profilo utente.

source: Facebook was successfully unlinked from your account.
it_it: Il profilo Facebook è stato scollegato con successo dal tuo profilo utente.

source: This Facebook account is already linked to another user account.
it_it: ﻿Questo profilo Facebook è già collegato a un altro profilo utente.

source: A user account using the same email address as this Facebook account already exists.
it_it: Esiste già un profilo utente che utilizza lo stesso indirizzo email di questo account Facebook.

source: Need help setting up and configuring Google? %1$sRead the docs%2$s
it_it: Hai bisogno di aiuto per installare e configurare Google? %1$sLeggi la documentazione%2$s

source: The Authorized Redirect URI is %s
it_it: L'indirizzo Authorized Redirect URI è %s

source: (Please update your Google app to use this URL)
it_it: (Per favore aggiorna la tua app Google per utilizzare questo indirizzo URL)

source: The legacy Authorized Redirect URI is %s
it_it: Il precedente indirizzo (legacy) Authorized Redirect URI è %s

source: Log in with Google
it_it: ﻿Accedi con Google

source: Link your account to Google
it_it: ﻿Collega il tuo profilo a Google

source: Your Google account is now linked to your account.
it_it: ﻿Il tuo account profilo Google è ora collegato al tuo profilo utente.

source: Google was successfully unlinked from your account.
it_it: Il profilo Google è stato scollegato con successo dal tuo profilo utente.

source: This Google account is already linked to another user account.
it_it: ﻿Questo profilo Google risulta già collegato ad un altro profilo utente.

source: A user account using the same email address as this Google account already exists.
it_it: Esiste già un profilo utente che utilizza lo stesso indirizzo email di questo profilo Google.

source: Need help setting up and configuring Instagram? %1$sRead the docs%2$s
it_it: Hai bisogno di aiuto per installare e configurare Instagram? %1$sLeggi la documentazione%2$s

source: The OAuth redirect_uri is %s
it_it: L'indirizzo redirect_uri OAuth è %s

source: (Please update your Instagram app to use this URL)
it_it: (Per favore aggiorna la tua app Instagram per utilizzare questo indirizzo URL)

source: The legacy OAuth redirect_uri is %s
it_it: Il prcedente indirizzo (legacy) OAuth redirect_uri è %s

source: Log in with Instagram
it_it: ﻿Accedi con Instagram

source: Link your account to Instagram
it_it: ﻿Collega il tuo profilo ad Instagram

source: Your Instagram account is now linked to your account.
it_it: ﻿Il tuo profilo Instagram è ora collegato al tuo profilo utente.

source: Instagram was successfully unlinked from your account.
it_it: Il profilo Instagram è stato scollegato con successo dal tuo profilo utente.

source: This Instagram account is already linked to another user account.
it_it: ﻿Questo profilo Instagram è già collegato ad un altro profilo utente.

source: A user account using the same email address as this Instagram account already exists.
it_it: ﻿Esiste già un profilo utente che utilizza lo stesso indirizzo email di questo profilo Instagram.

source: Need help setting up and configuring LinkedIn? %1$sRead the docs%2$s
it_it: Hai bisogno di aiuto per installare e configurare LinkedIn? %1$sLeggi la documentazione%2$s

source: The OAuth 2.0 Redirect URL is %s
it_it: ﻿L'indirizzo OAuth 2.0 Redirect URL è %s

source: (Please update your LinkedIn app to use this URL)
it_it: (Per favore aggiorna la tua app LinkedIn per usare questo indirizzo URL)

source: The legacy OAuth 2.0 Redirect URL is %s
it_it: Il precedente indirizzo (legacy) OAuth 2.0 Redirect URL è %s

source: Log in with LinkedIn
it_it: ﻿Accedi con LinkedIn

source: Link your account to LinkedIn
it_it: ﻿Collega il tuo profilo a LinkedIn

source: Your LinkedIn account is now linked to your account.
it_it: ﻿Il tuo profilo LinkedIn è ora collegato al tuo account.

source: LinkedIn was successfully unlinked from your account.
it_it: Il profilo LinkedIn è stato scollegato con successo dal tuo profilo utente.

source: This LinkedIn account is already linked to another user account.
it_it: ﻿Questo profilo LinkedIn è già collegato ad un altro profilo utente.

source: A user account using the same email address as this LinkedIn account already exists.
it_it: Esiste già un profilo utente che utilizza lo stesso indirizzo email di questo profilo LinkedIn.

source: Need help setting up and configuring PayPal? %1$sRead the docs%2$s
it_it: Hai bisogno di aiuto per installare e configurare PayPal? %1$sLeggi la documentazione%2$s

source: The App redirect URL is %s
it_it: L'indirizzo URL di reindirizzamento della App è %s

source: (Please update your PayPal App to use this URL)
it_it: (Per favore aggiorna la tua app PayPal per utilizzare questo indirizzo URL)

source: The legacy App redirect URL is %s
it_it: Il precedente indirizzo (legacy) di reindirizzamento URL della App è %s

source: Environment
it_it: ﻿Ambiente

source: Select which environment to process logins under.
it_it: ﻿Selezionare sotto quale ambiente elaborare gli accessi.

source: Live
it_it: ﻿Attivo

source: Log in with PayPal
it_it: ﻿Accedi con PayPal

source: Link your account to PayPal
it_it: ﻿Collega il tuo profilo a PayPal

source: Your PayPal account is now linked to your account.
it_it: ﻿Il tuo conto PayPal è ora collegato al tuo profilo utente.

source: PayPal was successfully unlinked from your account.
it_it: Il conto PayPal è stato scollegato con successo dal tuo profilo utente.

source: This PayPal account is already linked to another user account.
it_it: ﻿Questo conto PayPal risulta già collegato ad un altro profilo utente.

source: A user account using the same email address as this PayPal account already exists.
it_it: Esiste già un profilo utente che utilizza lo stesso indirizzo email di questo conto PayPal.

source: Need help setting up and configuring Twitter? %1$sRead the docs%2$s
it_it: Hai bisogno di aiuto per installare e configurare Twitter? %1$sLeggi la documentazione%2$s

source: Log in with Twitter
it_it: ﻿Accedi con Twitter

source: Link your account to Twitter
it_it: ﻿Collega il tuo profilo Twitter

source: Your Twitter account is now linked to your account.
it_it: ﻿Il tuo profilo Twitter è ora collegato al tuo profilo utente.

source: Twitter was successfully unlinked from your account.
it_it: Il profilo Twitter è stato scollegato con successo dal tuo profilo utente.

source: This Twitter account is already linked to another user account.
it_it: ﻿Questo profilo Twitter risulta già collegato ad un altro profilo utente.

source: A user account using the same email address as this Twitter account already exists.
it_it: Esiste già un profilo utente che utilizza lo stesso indirizzo email di questo profilo Twitter.

source: Need help setting up and configuring VK? %1$sRead the docs%2$s
it_it: Hai bisogno di aiuto per impostare e configurare VK? %1$sLeggi la documentazione%2$s

source: Log in with VK
it_it: Accedi con VK

source: Link your account to VK
it_it: Collega il tuo profilo a VK

source: Your VK account is now linked to your account.
it_it: Il tuo profilo VK è adesso collegato al tuo profilo utente.

source: VK was successfully unlinked from your account.
it_it: Il profilo VK è stato scollegato con successo dal tuo profilo utente.

source: This VK account is already linked to another user account.
it_it: Questo profilo VK è già collegato ad un altro profilo utente.

source: A user account using the same email address as this VK account already exists.
it_it: Esiste già un profilo utente che utilizza lo stesso indirizzo email di questo profilo VK.

source: Need help setting up and configuring Yahoo? %1$sRead the docs%2$s
it_it: Hai bisogno di aiuto per installare e configurare Yahoo? %1$sLeggi la documentazione%2$s

source: Log in with Yahoo
it_it: Accedi con Yahoo

source: Link your account to Yahoo
it_it: Collega il tuo profilo a Yahoo

source: Your Yahoo account is now linked to your account.
it_it: Il tuo profilo Yahoo è adesso collegato al tuo profilo utente.

source: Yahoo was successfully unlinked from your account.
it_it: Il profilo Yahoo è stato scollegato con successo dal tuo profilo utente.

source: This Yahoo account is already linked to another user account.
it_it: Questo profilo Yahoo risulta già collegato ad un altro profilo utente.

source: A user account using the same email address as this Yahoo account already exists.
it_it: Esiste già un profilo utente che utilizza lo stesso indirizzo email di questo profilo Yahoo.

source: Display social login buttons.
it_it: Mostra i pulsanti di social login

source: Title
it_it: ﻿Titolo

source: Return URL
it_it: ﻿URL restituito

source: Social Login Accounts
it_it: Profili Social Login

source: %1$sAdd more...%2$s
it_it: %1$sAggiungi...%2$s

source: Your account is connected to the following social login providers.
it_it: ﻿Il tuo account è collegato ai seguenti profili social.

source: Last login
it_it: ﻿Ultimo accesso

source: Never
it_it: ﻿Mai

source: Unlink
it_it: Scollega

source: You have no social login profiles connected. %1$sConnect one now%2$s
it_it: Non ci sono profili Social connessi. %1$sConnettine uno ora%2$s

source: You can link your account to the following providers:
it_it: ﻿È possibile collegare il tuo account ai seguenti operatori:

source: Oops, looks like iThemes Security is set to Filter Long URLs. This is likely to cause a conflict with Social Login -- please disable that setting for optimal functionality.
it_it: Oops, sembra che iThemes Security è impostato per filtrare indirizzi URL lunghi. È probabile che ciò possa causare un conflitto con Social Login -- per favore disabilita questa impostazione per un funzionamento ottimale.

source: Please update callback URLs for each Social Login provider, then switch callback URLs to the Default format in the %1$sSocial Login settings%2$s. You can %3$slearn more from the plugin documentation%4$s.
it_it: Per favore aggiorna gli indirizzi URL di callback per ciascun operatore Social Login, quindi cambia l'indirizzo URL di callback sul formato predefinito nelle %1$simpostazioni di Social Login%2$s. Puoi ottenere maggiori informazioni %3$sleggendo la documentazione%4$s.

source: One-click registration and login via social networks like Facebook, Google, Twitter and Amazon
it_it: Registrazione e login con un singolo click tramite social networks come Facebook, Google, Twitter e Amazon

# noun
source: Link Button Text
it_it: Testo pulsante link

# Requires SSL
source: WooCommerce Social Login: %s requires SSL for authentication, please force WooCommerce over SSL.
it_it: WooCommerce Social Login: %s necessita di SSL per l'autenticazione, per favore abilita SSL su WooCommerce.
